Repository: c1el-cat/yt-gui
Catalog: Localizable.xcstrings
Source language: ja
Languages: en

source: YouTubeから検索
en: Search from YouTube

source: アーティスト:
en: Artist:

source: エラーが発生しました
en: An error has occurred

source: キーワードを入力（例: 音楽 作業用）
en: Search by keyword

source: このアプリを実行するには、以下のコマンドラインツールが必要です。ターミナルでHomebrewを使用してインストールしてください。
en: To run this app, you'll need the following command-line tools. Please install them using Homebrew in Terminal.

source: コピー
en: Copy

source: コピーしてターミナルを開く
en: Copy and open Terminal

source: コピーしました！
en: Copied!

source: サムネイルも一緒に保存する
en: Save with thumbnail

source: タイトル:
en: Title:

source: ダウンロード
en: Download

source: ダウンロードオプション
en: Download Option

source: ダウンロード中...
en: Downloading

source: ダウンロード完了
en: Downloaded

source: プロセスログ
en: Process Log

source: ログをコピー
en: Copy the log

source: 依存ツールが不足しています
en: There is a shortage of dependency tools.

source: 保存先フォルダーを開く
en: Open the destination folder

source: 停止
en: Stop

source: 再チェック
en: Recheck

source: 動画
en: Video

source: 動画のURLを入力
en: Enter the video URL

source: 動画の詳細情報を解析しています...
en: Analyzing the video details...

source: 動画ファイルとして保存
en: Save as video file

source: 品質:
en: Quality:

source: 実行するコマンド:
en: Commands to execute:

source: 後で
en: Later

source: 拡張子:
en: Extension:

source: 未検出のツール:
en: Undetected tools:

source: 検索
en: Search

source: 検索結果
en: Search Results

source: 残り時間: %@
en: Remaining:

source: 解析
en: Analyze

source: 閉じる
en: Close

source: 音声のみ
en: Audio Only

source: 音声ファイルとして保存
en: Save as audio file
